Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=151_art_id=164.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Låvdagoahte
sma: Lïerh: Låavth-gåetie

source: Áhtje mijá
sma: Aehtjie mijjen

source: Áhttje mijá guhti le almen.
sma: Aehtjie mijjen guhte leah Elmie-rijhkesne.

source: Ájlistuvvus duv namma.
sma: Baajh dov nommem aejliestovvedh.

source: Båhtus duv rijkka.
sma: Baajh dov rijhkem båetedh.

source: Sjaddus duv sidot
sma: Baajh dov syjhtedem eatnamisnie

source: gåk almen, nåv aj ednamin.
sma: sjidtedh guktie Elmie-rijhkesne.

source: Vatte midjij uddni mijá bæjvvásasj lájbev.
sma: Vedtieh mijjese daan biejjien mijjen

source: Ja luojte midjij suttojdimme ándagis,
sma: fierhten-beajjetje laejpiem.

source: nåv gåk mij aj luojttep mijá velgulattjajda.
sma: Luejhtieh mijjeste maam mijjieh meadteme guktie mijjieh luejhtebe dejstie guhth mijjese meadteme.

source: Ja ale mijáv gæhttjalibmáj lájddi,
sma: Aellieh luejhtieh mijjem giehtjelimmij sijse,

source: ájnat várjjala mijáv bahás.
sma: valla vaarjelh mijjem bahheste.

source: Juhte duv le rijkka ja fábmo
sma: Juktie rijhke lea dov, faamoe jih earoe ihkuven aajkan.

source: ja herlukvuohta ihkeven ájggáj.
sma: Aamen.

source: Jesus mijájt åhpadij Áhtje mijáv råhkådallat.
sma: Jeesuse Aehtjie mijjen mijjem lieri.

source: Danna li gietjav råhkusa, ja dá gietjav råhkusa gåbttji dav man åvdås dárbahip råhkåt.
sma: Dan lea tjïjhtje rohkelassh, jïh dah tjïjhtje rohkelassh voebnesjieh gaajhkem maam mijjieh daarpejibie rohkelassese.
